var searchData=
[
  ['какие_20данные_20характеризуют_20объект_0',['Какие данные характеризуют объект?',['../md_readme.html#autotoc_md4',1,'']]],
  ['какие_20действия_20можно_20выполнять_20с_20объектом_1',['Какие действия можно выполнять с объектом?',['../md_readme.html#autotoc_md5',1,'']]],
  ['какие_20состояния_20объекта_20являются_20недопустимыми_2',['Какие состояния объекта являются недопустимыми?',['../md_readme.html#autotoc_md6',1,'']]],
  ['класса_3',['№2. Проектирование класса',['../md_readme.html#autotoc_md8',1,'']]]
];
