var searchData=
[
  ['определение_20сущности_0',['№1. Определение сущности',['../md_readme.html#autotoc_md2',1,'']]],
  ['объекта_20являются_20недопустимыми_1',['Какие состояния объекта являются недопустимыми?',['../md_readme.html#autotoc_md6',1,'']]],
  ['объектом_2',['Какие действия можно выполнять с объектом?',['../md_readme.html#autotoc_md5',1,'']]],
  ['объект_3',['объект',['../md_readme.html#autotoc_md4',1,'Какие данные характеризуют объект?'],['../md_readme.html#autotoc_md3',1,'Что представляет собой объект?']]]
];
